{
  "greeting": "Hi, I'm Daniela",
  "about": "About me",
  "introduction.text.one": "I’m a Product Manager with a background in development. I help teams turn complex requirements into digital products that make sense for both users and the business.I started my career writing code and solving detailed technical problems. Over time, I became more interested in the why behind what we build — understanding user needs, aligning stakeholders, and creating products that have a real impact.",
  "introduction.text.two": "Today, I work as a Product Owner, focusing on bringing together people, ideas, and technology. I enjoy creating the structure and clarity that help teams build digital products that truly work for users and the business.",
  "introduction.text.three": "I’ve worked on B2B and B2C products — always balancing business goals, user needs, and technical feasibility. I enjoy connecting different perspectives: business stakeholders, designers, and developers. My background in QA and frontend development helps me speak all three “languages” and find common ground when things get complex.",
  "introduction.text.four": "What motivates me most is creating solutions for real user problems — building things that genuinely help customers.",
  "selected.projects.title": "Coding Projects",
  "selected.projects.text.one": "These are some of the projects I've worked on, both personl and work related.",
  "selected.projects.text.two": "If you want to see more of my work please visit my Github account.",
  "labranda.title": "Labranda Hotels",
  "labranda.description": "One of my last work projects, a booking portal for the Labranda hotels, where I created most of the components.",
  "trafalga.title": "Healthcare landing page",
  "trafalgar.description": "Custom design implementation for a Homepage created in React using Styled Components. Deployed with Firebase.",
  "gatsby.title": "Gatsby - Contentful blog",
  "gatsby.description": "React application created using GatsbyJs, GraphQL and Contentful. Deployed with Netlify.",
  "estate.title": "Real estate market",
  "estate.description": "Custom design implementation in ReactJs. Used filters and  query strings. Deployed with Firebase.",
  "feedback.title": "Feedback form",
  "feedback.description": "Radio button based selection form. ReactJs, Styled Components, Contenful Management API. Deployed with Vercel.",
  "event.creator.title": "Event creator",
  "event.creator.description": "Event creating app, displays the existing participants, add own event, login. React forms, NextJs, styled components, axios.",
  "visuals": "Visuals",
  "visuals.text.one": "I also have a passion for photography, especially portraits and landscapes. For pictures, you can visit my",
  "visuals.text.two": "Flickr account.",
  "contact.form.message": "Message",
  "contact.form.send": "Send",
  "contact.form.sending": "Sending...",
  "contact.form.required": "is required",
  "required.valid.email": "A valid email address is required",
  "message.sent": "Message sent",
  "contact.form[email]": "E-mail",
  "contact.form[name]": "Name",
  "contact.form[message]": "Message",
  "online.shop.title": "Online Shop",
  "online.shop.description": "An online shop created with ReactJs, Styled Components, Redux. Used mock data and deployed with firebase"
}
