{
  "greeting": "Hi, I'm Daniela",
  "about": "About me",
  "introduction.text.one": "I'm a Frontend developer who loves ReactJs, UX and design implementation. I come from quite a different background: having studied language and literature, I’ve gathered experience working with customers and people in general and teaching.",
  "introduction.text.two": "I’ve always been fascinated by computer science and development but I was reluctant to try it out, because of the prejudice many of us live with, that our study field should dictate the direction of our career. So five years ago I started with HTML and CSS and moved from there to JavaScript and React. I’ve also worked as a QA engineer for a year which helped me develop an eye for spotting possible issues.",
  "introduction.text.three": "I like working closely with the UI/UX designers from the creation of the concept to the design implementation. I’m interested in usability and I love translating the design into a working, responsive application.",
  "introduction.text.four": "I constantly push my limits to do better, I take initiative and speak up when there is the need to, and I’m genuinely interested in the growth and performance of the company I work at and making their customers happy.",
  "selected.projects.title": "Projects",
  "selected.projects.text.one": "These are some of the projects I've worked on, both personl and work related.",
  "selected.projects.text.two": "If you want to see more of my work please visit my Github account.",
  "labranda.title": "Labranda Hotels",
  "labranda.description": "One of my last work projects, a booking portal for the Labranda hotels, where I created most of the components.",
  "trafalga.title": "Healthcare landing page",
  "trafalgar.description": "Custom design implementation for a Homepage created in React using Styled Components. Deployed with Firebase.",
  "gatsby.title": "Gatsby - Contentful blog",
  "gatsby.description": "React application created using GatsbyJs, GraphQL and Contentful. Deployed with Netlify.",
  "estate.title": "Real estate market",
  "estate.description": "Custom design implentation in ReactJs using Styled Components. Used filters and  query strings. Deployed with Firebase.",
  "feedback.title": "Feedback form",
  "feedback.description": "Radio button based selection form. ReactJs, Styled Components, Contenful Management API. Deployed with Heroku.",
  "event.creator.title": "Event creator",
  "event.creator.description": "Event creating app, displays the existing participants, add own event, login. React forms, NextJs, styled components, axios.",
  "visuals": "Visuals",
  "visuals.text.one": "I also have a passion for photography, especially portraits and landscapes. For pictures, you can visit my",
  "visuals.text.two": "Flickr account.",
  "contact.form.title": "Let's talk",
  "contact.form.message": "Message",
  "contact.form.send": "Send",
  "contact.form.sending": "Sending..."
}