{
  "greeting": "Hi, I'm Daniela",
  "hero.eyebrow": "Product · Systems · Delivery",
  "hero.title": "Daniela Sofrone",
  "hero.role": "Product Manager",
  "hero.subtitle": "I bring product thinking into ambiguous projects — aligning stakeholders, defining the right problem, and shipping pragmatic solutions.",
  "hero.cta.primary": "Product work & writing",
  "hero.cta.secondary": "About me",
  "about": "About me",
  "writing": "Writing",
  "introduction.text.one": "I’m a Product Manager with a background in development. I help teams turn complex requirements into digital products that make sense for both users and the business. I started my career writing code and solving detailed technical problems. Over time, my focus shifted from how things are built to why they should be built — understanding user needs, aligning stakeholders, and making clear product decisions in ambiguous environments.",
  "introduction.text.two": "In my recent roles, I’ve worked primarily as a Product Owner within cross-functional teams, with a strong focus on discovery, prioritization, and delivery. This experience shaped how I think about product work: creating clarity, connecting perspectives, and enabling teams to build the right things, not just build things right.",
  "introduction.text.three": "I’ve contributed to both B2B and B2C products, balancing business goals, user needs, and technical feasibility. My background in frontend development and QA helps me bridge conversations between business, design, and engineering, especially when complexity is high.",
  "introduction.text.four": "What motivates me most is product work that starts from real user problems and leads to meaningful outcomes — building solutions that are useful, sustainable, and make a real difference.",
  "selected.projects.title": "Execution & Technical Background",
  "writing.section.title": "Writing & Product Thinking",
  "selected.projects.text.one": "Examples of personal projects I’ve built",
  "selected.projects.text.two": "If you want to see more of my work please visit my Github account.",
  "articles.po-vs-pm-agencies.title": "The gap between Product Owners and Product Managers in agencies — and how to bridge it",
  "articles.po-vs-pm-agencies.excerpt": "Why role confusion leads to poor decisions, and how agencies can shift toward product thinking without slowing down.",
  "articles.digital-agency-as-a-product.title": "The digital agency as a product — a product thinking exercise",
  "articles.digital-agency-as-a-product.excerpt": "What happens when we treat a digital agency like a product? A product thinking exercise exploring users, incentives, constraints, and feedback loops inside agency organizations.",
  "writing.section.readMoreCta": "Read more",
  "writing.section.cardTag": "Article",
  "trafalga.title": "Healthcare landing page",
  "trafalgar.description": "Custom design implementation for a Homepage created in React using Styled Components. Deployed with Firebase.",
  "gatsby.title": "Gatsby - Contentful blog",
  "gatsby.description": "React application created using GatsbyJs, GraphQL and Contentful. Deployed with Netlify.",
  "feedback.title": "Feedback form",
  "feedback.description": "Radio button based selection form. ReactJs, Styled Components, Contenful Management API. Deployed with Vercel.",
  "event.creator.title": "Event creator",
  "event.creator.description": "Event creating app, displays the existing participants, add own event, login. React forms, NextJs, styled components, axios.",
  "contact.form.message": "Message",
  "contact.form.send": "Send",
  "contact.form.sending": "Sending...",
  "contact.form.required": "is required",
  "required.valid.email": "A valid email address is required",
  "message.sent": "Message sent",
  "contact.form[email]": "E-mail",
  "contact.form[name]": "Name",
  "contact.form[message]": "Message"
}
