{
  "greeting": "Hallo, ich bin Daniela.",
  "about": "Über mich",
  "introduction.text.one": "Ich bin eine Frontend-Entwicklerin, die ReactJS, UX und Design-Implementierung liebt. Ich komme eigentlich aus einem ganz anderen Umfeld als der Softwareentwicklung: ich habe Sprache und Literatur studiert und anschließend viel mit Menschen gearbeitet und Erfahrungen in der Lehre gesammelt.",
  "introduction.text.two": "Ich war schon immer fasziniert von Informatik und Softwareentwicklung, aber ich habe eine Tätigkeit in dem Bereich nur nach längerem Zögern in Betracht gezogen, da viele von uns mit dem Vorurteil leben, dass die berufliche Laufbahn dem ursprünglich gewählten Studienfach entsprechen sollte. Vor fünf Jahren habe ich schließlich damit begonnen, mich mit HTML und CSS zu beschäftigen, und anschließend angefangen, JavaScript und ReactJS zu lernen. Zwischenzeitlich habe ich auch ein Jahr lang als QA-Ingenieur gearbeitet. Das hat mir geholfen, ein Gefühl für potentielle Probleme zu bekommen, und meinen Blick dahingehend geschärft.",
  "introduction.text.three": "Ich arbeite gerne eng mit den UI / UX-Designern zusammen, von der Erstellung des Konzepts bis hin zur Implementierung des Designs. Ich interessiere mich für Benutzerfreundlichkeit und liebe es, das Design in eine funktionierende,responsive Anwendung  zu übertragen.",
  "introduction.text.four": "Ich arbeite fortlaufend daran, mich weiterzuentwickeln, ergreife gerne die Initiative und bin sehr interessiert am Wachstum des Unternehmens, für das ich arbeite, sowie an der Zufriedenheit seiner Kunden.",
  "selected.projects.title": "Projekte",
  "selected.projects.text.one": "Es folgen einige Projekte an denen ich - privat oder beruflich - gearbeitet habe.",
  "selected.projects.text.two": "Wenn Sie mehr über meine Arbeit erfahren möchten, können Sie auch gerne meine Github-Seite besuchen.",
  "labranda.title": "Labranda Hotels",
  "labranda.description": "Eines meiner letzten Arbeitsprojekte, ein Buchungsportal für die Labranda Hotels: ReactJs, NextJs, Redux, Storybook.",
  "trafalga.title": "Gesundheitswesen App",
  "trafalgar.description":"Implementierung eines benutzerdefinierten Designs für eine Homepage. Bereitgestellt mit Firebase.",
  "gatsby.title": "Gatsby - Contentful blog",
  "gatsby.description": "Eine React-Anwendung die mit GatsbyJS, GraphQL und Contentful erstellt wurde. Mit Netlify bereitgestellt.",
  "estate.title": "Immobilienmarkt",
  "estate.description": "Implementierung eines benutzerdefinierten Designs: ReactJS, Styled Components, Filter, Suchfelder. Bereitgestellt mit Firebase.",
  "feedback.title": "Feedback Formular",
  "feedback.description": "Optionsfeld-basiertes Auswahlformular. ReactJS,  Styled Components, Contenful Management API. Bereitgestellt mit Heroku.",
  "event.creator.title": "Event creator",
  "event.creator.description": "App zum Erstellen von Events, zeigt die Teilnehmer an, fügt neue Events hinzu und bietet eine Registrierungsfunktion. NextJS, Axios.",
  "visuals": "Visuals",
  "visuals.text.one": "Ich habe auch eine Leidenschaft für Fotografie, insbesondere Porträts und Landschaften. Für mehr Bilder besuche gerne mein",
  "viuals.text.two": "Flickr Konto.",
  "contact.form.title": "Lass uns reden",
  "contact.form.message": "Nachricht",
  "contact.form.send": "Senden",
  "contact.form.sending": "Es wird gesendet..."

}