{
  "greeting": "Hallo, ich bin Daniela.",
  "hero.eyebrow": "Produkt · Systeme · Umsetzung",
  "hero.title": "Daniela Sofrone",
  "hero.role": "Produktmanager",
  "hero.subtitle": "Ich arbeite an der Schnittstelle von Produktdenken, Design und Engineering – mit Fokus auf Klarheit, gute Entscheidungen und umsetzbare Lösungen.",
  "hero.cta.secondary": "Über mich",
  "hero.cta.primary": "Produktarbeit & Schreiben",
  "about": "Über mich",
  "writing": "Artikel",
  "introduction.text.one": "Ich arbeite als Product Manager mit einem technischen Hintergrund in der Softwareentwicklung. Ich unterstütze Teams dabei, komplexe Anforderungen in digitale Produkte zu übersetzen, die sowohl für Nutzer:innen als auch für das Business sinnvoll sind. Meine berufliche Laufbahn begann mit dem Schreiben von Code und der Lösung technischer Detailprobleme. Mit der Zeit verlagerte sich mein Fokus jedoch vom Wie der Umsetzung hin zum Warum — dem Verständnis von Nutzerbedürfnissen, der Abstimmung mit Stakeholdern und dem Treffen klarer Produktentscheidungen in unklaren Situationen.",
  "introduction.text.two": "In meinen letzten Rollen habe ich überwiegend als Product Owner in cross-funktionalen Teams gearbeitet, mit einem starken Fokus auf Discovery, Priorisierung und Umsetzung. Diese Erfahrung prägt meine heutige Sicht auf Produktarbeit: Klarheit zu schaffen, unterschiedliche Perspektiven zu verbinden und Teams dabei zu unterstützen, die richtigen Dinge zu bauen — nicht nur Dinge richtig umzusetzen.",
  "introduction.text.three": "Ich habe an B2B- und B2C-Produkten gearbeitet und dabei stets Business-Ziele, Nutzerbedürfnisse und technische Machbarkeit in Einklang gebracht. Mein Hintergrund in Frontend-Entwicklung und Quality Assurance hilft mir, zwischen Business, Design und Engineering zu vermitteln — insbesondere dann, wenn die Komplexität hoch ist.",
  "introduction.text.four": "Was mich an Produktarbeit besonders motiviert, sind Lösungen, die von realen Nutzerproblemen ausgehen und zu messbaren Ergebnissen führen — Produkte zu bauen, die hilfreich, nachhaltig und wirklich relevant sind.",
  "selected.projects.title": "Programmierprojekte",
  "selected.projects.text.one": "Es folgen einige Projekte an denen ich - privat oder beruflich - gearbeitet habe.",
  "selected.projects.text.two": "Wenn Sie mehr über meine Arbeit erfahren möchten, können Sie auch gerne meine Github-Seite besuchen.",
  "articles.po-vs-pm-agencies.title": "Die Lücke zwischen Product Ownern und Product Managern in Agenturen — und wie man sie schließt",
  "articles.po-vs-pm-agencies.excerpt": "Wie Rollenunklarheit Entscheidungsqualität beeinträchtigt — und wie Agenturen Produktdenken einführen können, ohne langsamer zu werden.",
  "articles.digital-agency-as-a-product.title": "Die digitale Agentur als Produkt — ein Produktdenken-Experiment",
  "articles.digital-agency-as-a-product.excerpt": "What happens when we treat a digital agency like a product? A product thinking exercise exploring users, incentives, constraints, and feedback loops inside agency organizations.",
  "writing.section.readMoreCta": "Mehr lesen",
  "writing.section.cardTag": "Artikel",
  "writing.section.title": "Product Thinking",
  "trafalga.title": "Gesundheitswesen App",
  "trafalgar.description":"Implementierung eines benutzerdefinierten Designs für eine Homepage. Bereitgestellt mit Firebase.",
  "gatsby.title": "Gatsby - Contentful blog",
  "gatsby.description": "Eine React-Anwendung die mit GatsbyJS, GraphQL und Contentful erstellt wurde. Mit Netlify bereitgestellt.",
  "feedback.title": "Feedback Formular",
  "feedback.description": "Optionsfeld-basiertes Auswahlformular. ReactJS,  Styled Components, Contenful Management API. Bereitgestellt mit Vercel.",
  "event.creator.title": "Event creator",
  "event.creator.description": "App zum Erstellen von Events, zeigt die Teilnehmer an, fügt neue Events hinzu und bietet eine Registrierungsfunktion. NextJS, Axios.",
  "contact.form.message": "Nachricht",
  "contact.form.send": "Senden",
  "contact.form.sending": "Es wird gesendet...",
  "contact.form.required": "ist erforderlich",
  "required.valid.email": "Das Format der E-Mail-Adresse ist ungültig",
  "message.sent": "Die Nachricht wurde gesendet",
  "contact.form[email]": "E-mail Adresse",
  "contact.form[name]": "Name",
  "contact.form[message]": "Nachricht"
}
