{
  "greeting": "Hallo, ich bin Daniela.",
  "about": "Über mich",
  "introduction.text.one": "Ich bin eine Product Managerin mit einem Hintergrund in der Softwareentwicklung.Ich helfe Teams dabei, komplexe Anforderungen in digitale Produkte zu übersetzen, die sowohl für die Nutzer als auch für das Unternehmen Sinn ergeben.",
  "introduction.text.two": "Meine Karriere habe ich in der Entwicklung begonnen, wo ich Code geschrieben und technische Herausforderungen gelöst habe. Mit der Zeit hat mich jedoch immer mehr das „Warum“ hinter dem, was wir bauen, interessiert – die Bedürfnisse der Nutzer zu verstehen, Stakeholder auf gemeinsame Ziele auszurichten und Produkte zu schaffen, die einen echten Unterschied machen.",
  "introduction.text.three": "Heute arbeite ich als Product Ownerin und bringe Menschen, Ideen und Technologie zusammen.Ich schaffe Struktur und Klarheit, damit Teams Produkte entwickeln können, die wirklich funktionieren – für die Nutzer und das Business. Ich habe an B2B- und B2C-Produkten gearbeitet – immer mit dem Ziel, Geschäftsziele, Nutzerbedürfnisse und technische Machbarkeit in Einklang zu bringen. Besonders schätze ich die Zusammenarbeit zwischen Business, Design und Entwicklung.Mein Hintergrund in QA und Frontend-Entwicklung hilft mir dabei, alle drei „Sprachen“ zu sprechen und gemeinsame Lösungen zu finden, wenn es komplex wird.",
  "introduction.text.four": "Was mich am meisten motiviert, ist, echte Probleme von Nutzer:innen zu lösen – Dinge zu bauen, die Kund:innen wirklich helfen.",
  "selected.projects.title": "Programmierprojekte",
  "selected.projects.text.one": "Es folgen einige Projekte an denen ich - privat oder beruflich - gearbeitet habe.",
  "selected.projects.text.two": "Wenn Sie mehr über meine Arbeit erfahren möchten, können Sie auch gerne meine Github-Seite besuchen.",
  "labranda.title": "Labranda Hotels",
  "labranda.description": "Eines meiner Arbeitsprojekte, ein Buchungsportal für die Labranda Hotels: ReactJs, NextJs, Redux, Storybook.",
  "trafalga.title": "Gesundheitswesen App",
  "trafalgar.description":"Implementierung eines benutzerdefinierten Designs für eine Homepage. Bereitgestellt mit Firebase.",
  "gatsby.title": "Gatsby - Contentful blog",
  "gatsby.description": "Eine React-Anwendung die mit GatsbyJS, GraphQL und Contentful erstellt wurde. Mit Netlify bereitgestellt.",
  "estate.title": "Immobilienmarkt",
  "estate.description": "Implementierung eines benutzerdefinierten Designs: ReactJS, Styled Components, Filter, Suchfelder. Bereitgestellt mit Firebase.",
  "feedback.title": "Feedback Formular",
  "feedback.description": "Optionsfeld-basiertes Auswahlformular. ReactJS,  Styled Components, Contenful Management API. Bereitgestellt mit Vercel.",
  "event.creator.title": "Event creator",
  "event.creator.description": "App zum Erstellen von Events, zeigt die Teilnehmer an, fügt neue Events hinzu und bietet eine Registrierungsfunktion. NextJS, Axios.",
  "visuals": "Visuals",
  "visuals.text.one": "Ich habe auch eine Leidenschaft für Fotografie, insbesondere Porträts und Landschaften. Für mehr Bilder besuche gerne mein",
  "viuals.text.two": "Flickr Konto.",
  "contact.form.message": "Nachricht",
  "contact.form.send": "Senden",
  "contact.form.sending": "Es wird gesendet...",
  "contact.form.required": "ist erforderlich",
  "required.valid.email": "Das Format der E-Mail-Adresse ist ungültig",
  "message.sent": "Die Nachricht wurde gesendet",
  "contact.form[email]": "E-mail Adresse",
  "contact.form[name]": "Name",
  "contact.form[message]": "Nachricht",
  "online.shop.title": "Online Shop",
  "online.shop.description": "Online Shop: ReactJs, Styled Components, Redux. Dabei wurde mock data genutzt. Bereitgestellt mit Firebase."
  
}
